Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: Manage and support your sales efforts and focus your interactions on preferred customers and contacts.
cs_cz: Správa a podpodpora prodejního úsilí a zaměření interakcí na preferované zákazníky a kontakty.

source: Manage purchasing processes and information, such as invoices, orders, returns, and vendor accounts, and purchase items from sales documents.
cs_cz: Správa nákupních procesů a informací, jako jsou faktury, objednávky, vratky a účty dodavatele a položky nákupu z prodejních dokladů

source: Manage sales processes and information, such as quotes, orders, returns, and customer accounts, and make drop shipments.
cs_cz: Správa prodejních procesů a informací, jako jsou nabídky, objednávky, vratky, zákaznické účty a provádění přímých dodávek.

source: Managing Report and Document Layouts
cs_cz: Správa rozvržení sestav a dokladů

source: Managing Saved Settings on Reports
cs_cz: Správa uložených nastavení sestav

source: Messages to show confirmations or errors about activities performed and registered by the handheld device user.
cs_cz: Zprávy, které zobrazují potvrzení nebo chyby týkající se činností prováděných a evidovaných uživatelem ručního zařízení.

source: Microsoft [!INCLUDE d365fin_long ] is a business management solution that helps companies connect their financials, sales, service, and operations to streamline business processes, improve customer interactions, and make better decisions.
cs_cz: Microsoft [!INCLUDE d365fin_long ] je řešení pro řízení podniků, které pomáhá společnostem propojit své finance, prodej, služby a operace s cílem zefektivnit obchodní procesy, zlepšit interakce se zákazníky a lépe se rozhodovat.

source: Migrate business data from another finance app into [!INCLUDE d365fin ]
cs_cz: Migrování obchodní data z jiné finanční aplikace do [!INCLUDE d365fin ]

source: Move all the contents of your current bins to the new bins that you have just created.
cs_cz: Přesuňte veškerý obsah aktuálních přihrádek do nových přihrádek, které jste právě vytvořili.

source: Move all the contents of your current bins to the new bins that you just created.
cs_cz: Přesuňte veškerý obsah aktuálních přihrádek do nových přihrádek, které jste právě vytvořili.

source: Net income
cs_cz: Čistý zisk

source: Next to the KPI charts, you get insights into potential areas of concern, including overdue payments.
cs_cz: Vedle grafů KPI získáte přehled o potenciálních oblastech zájmu, včetně plateb po splatnosti.

source: No data is copied or otherwise transferred from the production environment.
cs_cz: Z provozního prostředí nejsou kopírována ani jinak přenášena žádná data.

source: Note that flow is controlled by bins, therefore it is possible to operate with bins and only one zone.
cs_cz: Všimněte si, že tok je řízen přihrádkami, proto je možné pracovat s přihrádkami a pouze s jednou zónou.

source: Now, production order component lines with the default bin code require that forward-flushed components are placed there.
cs_cz: Nyní, řádky komponenty výrobní zakázky s výchozím kódem přihrádky vyžadují, aby byly do této složky umístěny předem spotřebované komponenty.

source: On the Bin Content FastTab, set filters in the Location Code , Bin Code , and Item No. fields to specify the content that you want to move.
cs_cz: V záložce Obsah přihrádky , nastavte filtr Kód lokace , Kód přihrádky a Číslo zboží pro specifikaci obsahu, který chcete přemístit.

source: On the Bin Contents page, define the location and bin to which the item should be associated.
cs_cz: Na stránce Obsah přihrádky , definujte lokaci a přihrádku, ke které by mělo být zboží přiřazeno.

source: On the Bins FastTab, in the From-Production Bin Code field, enter the code of the bin in the production area where finished end items are taken from by default when the process involves a warehouse activity.
cs_cz: V záložce Přihrádky v poli Kód přihrádky z výroby zadejte kód přihrádky v oblasti výroby, ve které jsou dokončené koncové položky převzaty ve výchozím nastavení, když proces zahrnuje aktivitu skladu.

source: On the Bins FastTab, in the Open Shop Floor Bin Code field, enter the code of the bin in the production area with plenty of components that the machine operator can consume from without requesting a warehouse activity to bring them to the bin.
cs_cz: V záložce Přihrádky v poli Kód přihrádky díly zadejte kód přihrádky v oblasti výroby s množstvím komponent, z nichž může operátor na stroji spotřebovat, aniž by požádal o aktivitu skladu pro dodání do přihrádky.

source: On the Bins FastTab, select the bins that you want to use as the default for receipts, shipments, inbound, outbound, and open shop floor bins.
cs_cz: V záložce s náhledem přihrádky vyberte přihrádky, které chcete použít jako výchozí pro příjemky, dodávky, dále pro vstupní, výstupní a otevřené přihrádky dílny.

source: On the Bins page, in the Bin Type Code field, enter QC for each of the old bins that you emptied in step 3 in the previous procedure.
cs_cz: Na stránce Přihrádky zadejte do pole Kód typu přihrádky vložte KVAL pro každou starou přihrádku, kterou jste vyprázdnili v kroku 3 v předchozím postupu.

source: On the Customer Card page, the red asterisk appears in the Name field, in the Tax Area Code field, and in the posting group fields to indicate that you cannot post a sales transaction for the customer unless the fields are filled.
cs_cz: Na stránce kartě zákazníka se v poli Název , v poli Kód daňové oblasti a v účto skupinách se objeví červená hvězdička, označuje to, že prodejní transakci pro zákazníka nemůžete zaúčtovat, pokud nejsou pole vyplněna.

source: On the Dynamics 365 Ideas site , you can provide suggestions for new feature and capabilities.
cs_cz: Na stránce Dynamics 365 Ideas , můžete poskytnout návrhy na nové funkce a možnosti.

source: On the Item Card page, choose the Identifiers action.
cs_cz: Na stránce Karta zboží , vyberte tlačítko Identifikátory .

source: On the Item Card page, the red asterisk appears in the Description field to indicate that you cannot enter the item on a document line, such as a sales order, unless this field is filled.
cs_cz: Na kartě zboží , se červená hvězdička v poli Popis zobrazí pro indikaci, že nemůžete zadat zboží na řádek dokladu, jako je například prodejní objednávka, pokud toto pole není vyplněno.

source: On the Item Identifiers page, choose the New action.
cs_cz: Na stránce Identifikátory zboží , vyberte tlačítko Nový .

source: On the Item Units of Measure page, fill in the fields to define the different units of measure in which the item may be transacted, including the height, width, length, cubage, and weight for the unit of measure.
cs_cz: Na stránce Měrné jednotky zboží , vyplněním polí definujte různé měrné jednotky, ve kterých může být zboží zpracováváno, včetně výšky, šířky, délky, objemu a hmotnosti pro měrnou jednotku.

source: On the Lines FastTab, define the fields that appear on the miniform.
cs_cz: Do záložky Řádky , definujete pole, která se zobrazí v miniformuláři.

source: On the Location Card page, select the Use ADCS check box.
cs_cz: Na stránce Lokace zaškrtněte políčko Použít ASSD .

source: On the My Settings page, in the Role Center field, select the Role Center that you want to set as the standard.
cs_cz: Na stránce Má nastavení , v poli Centrum rolí , vyberte roli, kterou chcete jako standardní.

source: On the Warehouse FastTab of the item card, fill in the fields to define how the item should be handled in the warehouse.
cs_cz: V záložce Sklad na kartě lokace, vyplňte políčka, která definují, jak by se mělo se zbožím v rámci skladu manipulovat.

source: On the Warehouse FastTab, fill in the Outbound Whse.
cs_cz: V záložce Sklad , vyplňte políčka Doba

source: On the Warehouse FastTab, select the Bin Mandatory check box.
cs_cz: V záložce Sklad , vyberte políčko Přihrádka nutná .

source: On the Warehouse FastTab, select the Directed Put-away and Pick check box.
cs_cz: V záložce Sklad vyberte políčka Řízené vyskladnění a zaskladnění .

source: On the Warehouse FastTab, select the Require Put-away check box to indicate that, when an inbound or internal source document with a bin code is released, an inventory put-away or an inventory movement document can be created.
cs_cz: V záložce Sklad vybráním políčka Vyžadovat zaskladnění označíte, že při uvolnění vstupního nebo interního původního dokladu s kódem přihrádky lze vytvořit zaskladnění zásob nebo doklad o přesunu zásob.

source: On the Warehouse FastTab, set the Default Bin Selection field to Last-Used Bin .
cs_cz: V záložce Sklad , nastavte pole Volba výchozí přihrádky na Poslední použitá přihrádka .

source: On the Zones page, fill in the fields as necessary.
cs_cz: Na kartě Zóny , vyplňte potřebná políčka.

source: On the item’s item tracking code setup, the SN-Specific Warehouse Tracking field or the Lot-Specific Warehouse Tracking field must be selected.
cs_cz: U zboží nastavením kódu sledování zboží je nutné vybrat pole sledování skladu specifické pro s.č. nebo Sledování skladu specifické pro šarži .

source: On the last line in the put-away template, select the Find Floating Bin check box.
cs_cz: Na posledním řádku šablony zaskladnění zaškrtněte políčko Najít plovoucí přihrádku .

source: On the location card, the Bin Mandatory check box must be selected.
cs_cz: Na kartě umístění musí být zaškrtnuto políčko Přihrádka nutná .

source: On the location card, the Pick According to FEFO check box must be selected.
cs_cz: Na kartě lokace musí být zaškrtnuté políčko Vyskladnění podle metody FEFO .

source: On the location card, the Require Pick check box must be selected.
cs_cz: Na kartě lokace musí být zaškrtnuté políčko Vyžadovat vyskladnění .

source: Once that is done, you can view the same insights from the cloud in your on-premises application.
cs_cz: Jakmile je toto provedeno, můžete zobrazit stejné přehledy z cloudu ve vaší lokální aplikaci.

source: Only administrators can remove [!INCLUDE d365fin ] licenses from user accounts or remove the subscription from your company's account.
cs_cz: Pouze administrátoři mohou odebrat licence [!INCLUDE d365fin ] z uživatelských účtů nebo z firemního účtu.

source: Open a report, choose the lookup next to the Used default values from: box, choose Select from full list .
cs_cz: Otevřete sestavu, vyberte vyhledávání vedle pole Použít výchozí hodnoty z: , vyberte Vybrat z úplného seznamu .

source: Open in Excel
cs_cz: Otevřít v aplikaci Excel

source: Open the Location you want to set up.
cs_cz: Otevřete lokaci, kterou chcete nastavovat.

source: Open the card for the item that you want to set up for directed put-away and pick.
cs_cz: Otevřete kartu zboží, které chcete nastavit pro řízené zaskladnění a vyskladnění.

source: Open the card for the location that you want to set up bins for.
cs_cz: Otevřete kartu lokace, pro kterou chcete vytvořit přihrádky.

source: Open the location card you want to set up.
cs_cz: Otevřete kartu lokace, kterou chcete nastavovat.

source: Optionally, enter values in all other fields.
cs_cz: Volitelně zadejte hodnoty do všech ostatních polí.

source: Optionally, you can also provide a connection that identifies the ADCS user as a warehouse employee.
cs_cz: Volitelně můžete také poskytnout připojení, které identifikuje uživatele ASSD jako zaměstnance skladu.

source: Or, use Microsoft Flow, Power Apps, and Power BI to create Customized Workflows , apps and business insight reports without having to write any code.
cs_cz: Nebo pomocí aplikací Microsoft Flow, Power Apps a Power BI vytvořítete přuzpůsobené workflow<x8 />, aplikace a obchodní statistiky aniž byste museli psát žádný kód.

source: Organize your fixed assets, ensure correct periodic depreciation, and keep track of maintenance costs.
cs_cz: Uspořádání dlouhodobého majektu, zajištění správných periodických odpisů a sledování nákladů na údržbu.

source: Outbound flow
cs_cz: Odchozí tok

source: Partners and Microsoft employees participate in the conversations.
cs_cz: Konverzace se účastní partneři a zaměstnanci společnosti Microsoft.

source: Pick
cs_cz: vyskladnění

source: Plan the production operations that are required to transform inputs into finished goods.
cs_cz: Plánování výrobních operací, které jsou potřebné k přeměně vstupů na hotové zboží.

source: Please bear with us while we rebuild our library of "how to" videos.
cs_cz: Prosím, mějte pochopení, momentálně obnovujeme knihovnu videí "Jak na to".

source: Previews based on sandboxes are great ways to get started with [!INCLUDE d365fin ].
cs_cz: Zkušební verze v sandbox prostředí jsou skvělým způsobem, jak začít s [!INCLUDE d365fin ].

source: Product Help
cs_cz: Nápověda produktu

source: Production order component lines with that bin code require that forward-flushed components are placed there.
cs_cz: Řádky komponenty výrobní zakázky s tímto kódem přihrádky vyžadují, aby byly do tohoto kódu umístěny předem vyprazdňované komponenty.

source: Put sellable items together in simple steps to make a new item, such as a kit.
cs_cz: Jednoduchá montáž zboží z několika položek k vytvoření nového zboží.

source: Put-away
cs_cz: zaskladnění

source: QC bins have none of the activity fields on the Bin Types page selected and are therefore not considered by the item flow.
cs_cz: Přihrádky KVAL nemají žádné pole aktivity na stránce Typy přihrádek , a proto nejsou považovány za tok zboží.

source: Quantities in dedicated bins can still be reserved.
cs_cz: Množství v vyhrazených zásobnících může být stále rezervováno

source: RDLC layout overview
cs_cz: Přehled rozvržení RDLC

source: RDLC layouts are based on client report definition layouts (.rdlc or .rdl file types).
cs_cz: Rozložení RDLC je založeno na rozložení definic klientských sestav (typy souborů .rdlc nebo .rdl).

source: RDLC report layouts are modified by using SQL Server Report builder which targets more advanced users.
cs_cz: Rozložení sestav RDLC je upraveno pomocí nástroje SQL Server Report Builder, který cílí na pokročilejší uživatele.

source: Record external documents in [!INCLUDE d365fin ], including their file attachments, and then manually create the related documents or automatically convert the files to electronic documents.
cs_cz: Zaznamenávání externích dokladů v aplikaci [!INCLUDE d365fin ] včetně přiložených souborů a poté ruční vytvoření souvisejících dokladů nebo automatické převedení souborů na elektronické doklady.

source: Register new inventory or service-type items, categorize items for easy searching, adjust inventory levels, and perform common inventory costing tasks.
cs_cz: Evidence nových zásob nebo služeb, třídění zboží pro snadné vyhledávání, úprava úrovně zásob a provádění běžných úloh kalkulace zásob.

source: Removing [!INCLUDE d365fin ] from your app launcher
cs_cz: Odebrání [!INCLUDE d365fin ] z vašeho spouštěče aplikací

source: Repeat steps b through e for all bin content that you want to move.
cs_cz: Opakujte kroky b až e pro veškerý obsah přihrádky, který chcete přesunout.

source: Repeat these steps to assign other employees to locations or assign non-default locations to existing warehouse employees.
cs_cz: Tyto kroky opakujte pro přiřazení dalších zaměstnanců k umístěním nebo přiřazení jiných než výchozích umístění k existujícím zaměstnancům skladu.

source: Report a Problem
cs_cz: Nahlášení problému

source: Requesting and granting approval to create or post documents are typical workflow steps.
cs_cz: Typickým krokem workflow je vyžádání a udělení schválení k vytvoření nebo účtování dokladů.

source: Reseller Solution
cs_cz: Řešení pro prodejce

source: Resetting your [!INCLUDE d365fin ] experience
cs_cz: Resetování vašeho [!INCLUDE d365fin ]

source: Resources for Help and Support
cs_cz: Zdroje informací pro nápovědu a podporu

source: Restructure Warehouses
cs_cz: Restrukturalizace skladů

source: Right now, all customers who have a production or preview version can use a sandbox.
cs_cz: Všichni zákazníci, kteří mají produkční nebo ukázkovou verzi, mohou použít sandbox prostředí.

source: Sales profitability
cs_cz: Ziskovost prodeje

source: Schedule service calls and set up service orders, and track repair parts and supplies.
cs_cz: Plánování servisních hovorů a nastavení servisních zakázek a sledování náhradních dílů a dodávek.

source: See
cs_cz: také

source: See Also
cs_cz: Viz také

source: See how product features are organized, and how to get to various types of tasks and information.
cs_cz: Podívejte se, jak jsou uspořádány funkce produktu a jak se dostat k různým typům úkolů a informací.

source: See the differences between the options
cs_cz: Podívejte se na rozdíly mezi možnostmi

source: Select a journal line, and then choose the Get Bin Content action.
cs_cz: Vyberte řádek deníku a pak zvolte akci Načíst obsah přihrádky .

source: Select a miniform from the list, and then choose the Edit action.
cs_cz: Ze seznamu vyberte miniformulář a pak zvolte tlačítko Úpravy .

source: Select a saved settings entry from the list, and choose Copy to create a copy.
cs_cz: Vybrat uloženou položku nastavení ze seznamu a zvolit Kopírovat pro vytvoření kopie.

source: Select a saved settings entry from the list, and choose Edit to modify a saved settings entry.
cs_cz: Vyberat položku uloženého nastavení ze seznamu a zvolit Upravit pro úpravu uložené položky nastavení.

source: Select a warehouse employee from the list.
cs_cz: Ze seznamu vyberte zaměstnance skladu.

source: Select a warehouse from the list for which you want to enable ADCS, and then choose the Edit action.
cs_cz: Ze seznamu vyberte sklad, pro který chcete povolit ADCS, a pak zvolte tlačítko Úpravy .

source: Select an item from the list that is part of your ADCS solution, and then choose the Edit action.
cs_cz: Vyberte ze seznamu zboží, které je součástí vašeho řešení ASSD a poté zvolte tlačítko Úpravy .

source: Select the Create Movements Automatically check box.
cs_cz: Zaškrtněte políčko Vytvořit pohyby automaticky .

source: Select the Dedicated field for each bin that you want to use exclusively for certain internal operations and where you want quantities to be reserved for that internal operation once placed there.
cs_cz: Vyberte pole Vyhrazeno pro každou přihrádku, kterou chcete použít výhradně pro určité interní operace a kde chcete, aby množství bylo rezervováno pro tuto interní operaci, jakmile je tam umístěno.

source: Select the Default Bin check box.
cs_cz: Zaškrtněte políčko Výchozí přihrádka .

source: Select the Default check box to define the location as the only location where the employee can perform warehouse activities.
cs_cz: Zaškrtněte políčko Výchozí a definujte místo jako jediné místo, kde zaměstnanec může provádět skladové činnosti.

source: Select the Require Pick check box to indicate that when an outbound or internal source document with a bin code is created, an inventory pick or an inventory movement document must be created.
cs_cz: Zaškrtnutím políčka Vyžadovat vyskladnění označíte, že při vytvoření výstupního nebo interního zdrojového dokladu s kódem přihrádky je nutné vytvořit vyskladnění zásob nebo doklad o přesunu zásob.

source: Select the Start Miniform check box to indicate that the miniform is the first form that the user sees at logon.
cs_cz: Zaškrtnutím políčka Počáteční miniformulář označíte, že miniformulář je prvním formulářem, který uživatel uvidí při přihlášení.

source: Select the User ID field, and then select the user to be added as a warehouse employee.
cs_cz: Vyberte pole ID Uživatele a pak vyberte uživatele, který má být přidán jako zaměstnanec skladu.

source: Select the bin that you want to change and enter a new bin code in the Code field.
cs_cz: Vyberte přihrádku, kterou chcete změnit, a do pole Kód zadejte nový kód přihrádky.

source: Select the line with the location, and then choose the Bins action.
cs_cz: Vyberte řádek s lokací a pak zvolte tlačítko Přihrádky .

source: Select the lines for the bins that you want to delete.
cs_cz: Vyberte řádky pro přihrádky, které chcete odstranit.

source: Select the location that you want to update.
cs_cz: Vyberte lokaci, kterou chcete aktualizovat.

source: Select the location where you want to delete bins.
cs_cz: Vyberte lokaci, kde chcete odstranit přihrádky.

source: Select the location where you want to rename a bin or change the bin code, and then choose the Bins action.
cs_cz: Vyberte lokaci, kde chcete přejmenovat přihrádku nebo změnit kód přihrádky, a pak zvolte tlačítko Přihrádky .

source: Select the location where you want to set up zone and open the location card, and then choose the Zones action.
cs_cz: Vyberte lokaci, kde chcete nastavit zónu, a otevřete kartu lokace a pak zvolte tlačítko Zóny .

source: Select the location where you want to use bins.
cs_cz: Vyberte lokaci, kde chcete používat přihrádky.

source: Select the location where you want to use directed put-away and pick, and then choose the Edit action.
cs_cz: Vyberte lokaci, kde chcete použít řízené zaskladnění a vyskladnění, a pak zvolte tlačítko Úpravy

source: Set Up Basic Warehouses with Operations Areas
cs_cz: Nastavení základních skladů s provozními oblastmi

source: Set Up Items and Locations for Directed Put-away and Pick
cs_cz: Nastavení zboží a lokací pro přímé zaskladnění a vyskladnění

source: Set Up Locations to Use Bins
cs_cz: Nastavení lokací pro použití přihrádek

source: Set Up Put-away Templates
cs_cz: Nastavení šablon zaskladnění

source: Set Up Warehouse Employees
cs_cz: Nastavení zaměstnanců skladu

source: Set up and use workflows that connect tasks performed by different users or by the system, such as automatic posting.
cs_cz: Nastavení a používání workflow, které spojují úkoly prováděné různými uživateli nebo systémem, například automatické účtování.

source: Set up approval workflows
cs_cz: Nastavení schvalování Workflow

source: Set up dimensions so you can track and analyze various documents and entities
cs_cz: Nastavení dimenzí, aby bylo možné sledovat a analyzovat různé doklady a entity

source: Set up email and send documents directly from [!INCLUDE d365fin ]
cs_cz: Nastavení e-mailu pro odesílání dokladů přímo z [!INCLUDE d365fin ]

source: Several areas of business functionality must be set up manually.
cs_cz: Několik oblastí podnikové funkčnosti musí být nastaveno ručně.

source: Similarly, actions allow you to initiate tasks, such as create a new sales invoice, directly from the Role Center.
cs_cz: Podobně akce umožňují iniciovat úlohy, jako je například vytvoření nové prodejní faktury, přímo z centra rolí.

source: Similarly, you can choose to reset the company that you can been using in [!INCLUDE d365fin ].
cs_cz: Podobně můžete zvolit resetování společnosti, kterou jste použili v [!INCLUDE d365fin ].

source: Since every business is unique, with Customizing Tenants , you can match how you work with your streamlined processes, your terminology, and how your employees or departments connect and collaborate.
cs_cz: Vzhledem k tomu, že každý podnik je jedinečný s Přizpůsobením Tenantů , můžete se přizpůsobit způsobu práce zjednodušením procesů, terminologie a způsobu, jakým se vaši zaměstnanci či oddělení připojují a spolupracují.

source: So the next time you sign in or switch back to the original company, you may have to set the work date again.
cs_cz: Takže při příštím přihlášení nebo přepnutí zpět na původní společnost bude možná nutné znovu nastavit pracovní datum.

source: Some of the links can be configured by your [!INCLUDE prodshort ] partner, and as a result the behavior can be slightly different.
cs_cz: Některé odkazy může nakonfigurovat váš partner [!INCLUDE<x3 />prodshort ] a v důsledku toho se chování může mírně lišit.

source: Support email address
cs_cz: E-mailová adresa podpory

source: Term
cs_cz: Termín

source: Terminology
cs_cz: Terminologie
